{
  "id": "epam",
  "title": "Product Designer",
  "subtitle": "Global software company offering end-to-end digital transformation services.",
  "heroBackground": "bg-[#252222]",
  "titleHighlight": "digital transformation services",
  "intro": {
    "title": "In a nutshell",
    "description": "scroll down for more specific outcomes",
    "features": [
      {
        "title": "Research & Service Design",
        "description": "I focused on user research and service design - spending significant time understanding both the business history and the actual lived experiences of users. This meant going deep: interviewing customers, observing behavior, identifying pain points, and building solutions grounded in real needs rather than assumptions."
      },
      {
        "title": "Constant collaboration",
        "description": "Each project required balancing user motivations with business goals and technical feasibility."
      }
    ]
  },
  "selectedWork": {
    "title": "Selected Work",
    "description": "Featured below are select projects from my broader portfolio. Happy to dive deeper into specific work"
  },
  "projects": [
    {
      "id": "golf-ecommerce",
      "title": "E-commerce Platform for Golf Equipment",
      "description": "A golf putter company needed an e-commerce platform that spoke to serious golfers who care deeply about equipment specs, performance metrics, and how gear impacts their game—not just casual shoppers.\n\nThe goal was to design an e-commerce experience tailored to golfers' decision-making process by understanding what truly matters when they evaluate and purchase equipment—from performance measurements to personal playing style.",
      "achievements": [
        "Through user research and service design work, we mapped different golfer personas, identified their success metrics, and understood how they evaluate gear",
        "Launched a complete platform designed around golfer needs—tested for findability, usability, and product discoverability"
      ],
      "images": ["/rag-results.png"],
      "layout": "text-left"
    }
  ],
  "callout": {
    "title": "Keep in mind",
    "description": "What you see here is a snapshot - each project has layers of research, collaboration, and tough decisions that shaped the outcome. If something catches your eye, let's talk about how that experience translates to what you're working on."
  }
}