{
  "id": "telenor",
  "title": "Service Designer",
  "subtitle": "Back then Telenor was a telecommunication company with more than 1M users",
  "heroBackground": "bg-[#252222]",
  "titleHighlight": "1M users",
  "intro": {
    "title": "Service Design & Testimonial",
    "features": [
      {
        "title": "Service Design",
        "description": "During my 3+ years at Telenor Bulgaria, I worked on over 20 cross-platform projects and had the opportunity to define and design some of their core products and services."
      },
      {
        "title": "Telenor",
        "description": "“It was easy to work with Gloria because she is a communicative and team-oriented individual having customer-first thinking. She helped us not only designing but also defining our products and services.”\nStefan Dimitrov\nHead of Digital Sales & Marketing"
      }
    ]
  },
  "selectedWork": {
    "title": "Selected Work",
    "description": "Featured below are select projects from my broader portfolio. Happy to dive deeper into specific work"
  },
  "projects": [
    {
      "id": "homepage-redesign",
      "title": "Homepage redesign",
      "description": "The Challenge: Users couldn't differentiate between current and updated bill, didn't know how to pay their bill and didn't receive value from seeing their Mins & SMS left\n\nThe Goal: Our team's main goals was to increase the number of paid bills and activated add-ons. Also, we knew that some users had difficulty paying their bills based on user feedback.",
      "achievements": [
        "Users could see the most important information for them - the MB they were checking, and if they were running out of MB's a button appeared to add more",
        "As a second step, creating clear distinctions between paid and unpaid bills and adding immediate action to pay the unpaid when necessary",
        "The result was increasing the amount of bill payments with <highlight>28%</highlight> and the number of add-ons activated after the redesign"
      ],
      "images": ["/rag-results.png"],
      "layout": "text-left"
    },
    {
      "id": "travel-insurance",
      "title": "Travel Insurance",
      "description": "The Challenge: We had to understand the market and then to conduct user interviews - the main objective was to find out if travellers were using travel insurance when they traveled, what was their current experience with insurance, what their needs and frustrations were, so we could design a convenient service.\n\nThe Goal: We had to think how to create Travel insurance which could be activated for just a few minutes even when the people were already abroad, something which didn't exist on the Bulgarian market yet.",
      "achievements": [
        "We designed a travel insurance which does not require the user to think about it",
        "Instead, it notifies the users when they are abroad that they are automatically insured, and they can deactivate it if they don't want it"
      ],
      "images": ["/rag-results.png"],
      "layout": "text-left"
    },
    {
      "id": "gamification",
      "title": "Gamification",
      "description": "The Challenge: Users were churning after paying their bills. We needed to identify what would bring them back consistently and create lasting value beyond just paying their bills\n\nThe Goal: We had to build an engagement system that gives users a reason to return daily—something valuable enough to become part of their routine, not just another notification to ignore.",
      "achievements": [
        "Gamified rewards platform where users instantly see their winnings and can share gifts with others",
        "This social element turned individual rewards into community connections, increasing daily active users by <highlight>12%</highlight>"
      ],
      "images": ["/rag-results.png"],
      "layout": "text-left"
    }
  ],
  "callout": {
    "title": "Keep in mind",
    "description": "What you see here is a snapshot - each project has layers of research, collaboration, and tough decisions that shaped the outcome. If something catches your eye, let's talk about how that experience translates to what you're working on."
  }
}