{
  "id": "tide",
  "title": "Senior Product Designer",
  "subtitle": "Tide is transforming SME banking & business management with 1.6M+ members across the UK, India, Germany & France.",
  "heroBackground": "bg-[#252222]",
  "titleHighlight": "1.6M+",
  "intro": {
    "title": "In a nutshell",
    "features": [
      {
        "title": "Cross-functional squad",
        "description": "I worked in the Experience Foundation team - a cross-functional team focused on initiatives that improved the core product experience across all areas. Unlike teams that owned specific product domains, I tackled projects that cut across multiple squads and enabled other teams to work more effectively."
      },
      {
        "title": "Constant collaboration",
        "description": "This meant constant collaboration with engineering, product, marketing and design teams across the company, balancing user needs with business goals and technical constraints. Each project required understanding how different product areas connected and finding solutions that worked for everyone without disrupting existing workflows and products."
      }
    ]
  },
  "selectedWork": {
    "title": "Selected Work",
    "description": "Featured below are select projects from my broader portfolio. Happy to dive deeper into specific work"
  },
  "projects": [
    {
      "id": "communication-framework",
      "title": "Communication Framework",
      "description": "Messages were being sent across multiple channels with no consistent structure, creating noise for users and complexity for teams. Different systems handled different message types, and there was no shared approach for prioritizing what users needed to see.\n\nI had to build a company-wide framework for categorizing, prioritizing, and delivering messages based on urgency and whether action was required",
      "achievements": [
        "Leading the and managing the strategy and the design of the framework",
        "Mapped and analyzed every message type across all product areas to identify user impact patterns",
        "Built a decision-tree system that helped teams determine optimal message priority, placement, timing, and design",
        "Delivered a scalable communication framework adopted company-wide, replacing the previous fragmented approach",
        "Our messaging experiments drove a 10-30% increase in user engagement."
      ],
      "images": ["/rag-results.png"],
      "layout": "text-left"
    },
    {
      "id": "admin",
      "title": "Admin",
      "description": "Users struggled to find, access use specific products like accounting, invoicing and expenses.\n\nWe had to improve the discoverability and findability of the products without requiring major changes to existing product areas -making these features discoverable and accessible.",
      "achievements": [
        "Designed an intuitive entry point that seamlessly integrated with the existing product architecture",
        "Increased active usage of invoicing by 23% and accounting features through research-driven design decisions"
      ],
      "images": ["/rag-results.png", "/rag-results.png", "/rag-results.png"],
      "layout": "text-left"
    },
    {
      "id": "home-page-redesign",
      "title": "Home Page Redesign",
      "description": "The home page needed to surface the most important daily information for small business owners while balancing competing priorities from multiple product teams - all without overwhelming users.\n\nWe had to Identify what businesses actually need to daily and design a home page that prioritizes those needs while accommodating stakeholder requirements across the organization.",
      "achievements": [
        "Started with early-state wireframes mapping the most critical information and its temporal relevance — understanding which past and future data periods different user types actually cared about",
        "Conducted iterative research and testing to identify which information genuinely drove daily user decisions and delight",
        "Developed a prioritization framework that balanced user needs with business goals, ensuring the most impactful data surfaced at the right moments"
      ],
      "images": ["/rag-results.png", "/rag-results.png", "/rag-results.png"],
      "layout": "text-right"
    }
  ],
  "callout": {
    "title": "Keep in mind",
    "description": "What you see here is a snapshot - each project has layers of research, collaboration, and tough decisions that shaped the outcome. If something catches your eye, let's talk about how that experience translates to what you're working on."
  }
}